#
[Language1]
Name=English

# Labels - values below are used to name interface controls
Label0=Look & Feel Options
Label1=Animate Move:
Label2=No
Label3=Slowly
Label4=Quickly
Label5=Highlight Last Move
Label6=Flash on incoming move
Label7=Show Coordinates
Label8=Stay Always on Top
Label9=Extra Exit on ESC
Label10=GUI Language:
Label11=&OK
Label12=&Cancel
# Adjust widths for labels 13-18!
Label13=White   |
Label14=White |
Label15=W |
Label16=Black   |
Label17=Black |
Label18=B |
Label19=Connecting...
Label20=Wait until the connection is completed.
Label21=&Abort
Label22=Press button to continue the game.
Label23=&Continue
Label24=Game Options
Label25=Time Control
Label26=Equal time for both players
Label27=Your time
Label28=Opponent's time
Label29=Unlimited
Label30=Minutes per game:
Label31=Increment in seconds:
Label32=Training Mode
Label33=Enabled
Label34=External base:
Label35=Use user base
Label36=Game can be paused
Label37=Game can be adjourned
Label38=Allow takebacks to your partner
Label39=Auto Flag
Label40=&Yes
Label41=&No
Label42=OK
Label43=Cancel
# Label51 - to go
Label51=Start Adjourned Game
Label52=Start Standart Game
Label53=Start PP Random Game
Label54=Change Color
Label55=Game Options...
Label56=Look && Feel Options...
Label57=About...
Label58=Abort
Label59=Draw
Label60=Resign
Label61=Adjourn
Label62=Pause
Label63=Takeback
Label64=If you liked plying Chess4Net give your credits at
Label65=&Close
Label66=Don't show again
Label67=Transmit Game
Label68=Select Skype contact
Label69=Broadcast...

# Messages - values below are shown to user in dialog windows, "/n" is used as a line-feed indicator
Msg0=White is checkmated. You win.
Msg1=White is checkmated. You loose.
Msg2=Black is checkmated. You win.
Msg3=Black is checkmated. You loose.
Msg4=It's stalemate. No one wins.
Msg5=Your opponent leaves.
Msg6=Your opponent leaves. The game is aborted.
Msg7=An error during connection occured.
Msg8=Your opponent is using an older version of Chess4Net./nMost of functionality will be not available./nPlease, ask him/her to update the client.
Msg9=The current version of Chess4Net is incompatible with the one of your partner./nPlease check the versions.
Msg10=Draw?
Msg11=Can we abort the game?
Msg12=I resign. You win this game. Congratulations!
Msg13=The game is aborted.
Msg14=Sorry, but we have to finish this game.
Msg15=The game is drawn.
Msg16=No draw, sorry.
Msg17=You forfeited on time.
Msg18=Your opponent forfeited on time.
Msg19=Can we pause the game?
Msg20=No pause, sorry.
Msg21=May I take back last move?
Msg22=Can we adjourn this game?
Msg23=No adjourns, sorry.
Msg24=Sorry, no takebacks!
Msg25=Do you really want to resign?
Msg26=Do you want to exit?
Msg27=The game is adjourned.
Msg28=You are currently playing some games. Do you want to start broadcasting?
Msg29=Black forfeits on time.
Msg30=White forfeits on time.
Msg31=White resigns.
Msg32=Black resigns.
Msg33=Game transmition is not supported by this client!
Msg34=Broadcaster leaves. Transmition will be closed.
Msg35=Stalemate.
Msg36=White is checkmated.
Msg37=Black is checkmated.

#
[Language2]
Name=русский

# Labels - values below are used to name interface controls
Label0=Настройки интерфейса
Label1=Анимация хода:
Label2=нет
Label3=медленно
Label4=быстро
Label5=Подсвечивать последний ход
Label6=Мигать окном при ходе партнёра
Label7=Отображать координаты
Label8=Всегда поверх окон
Label9=Экстренный выход при ESC
Label10=Язык интерфейса:
Label11=&OK
Label12=&Отмена
# Adjust widths for labels 13-18!
Label13=Белые |
Label14=Белые|
Label15=Б |
Label16=Чёрные|
Label17=Чёрн.|
Label18=Ч |
Label19=Соединение...
Label20=Дождитесь окончания соединения.
Label21=&Прервать
Label22=Нажмите кнопку для продолжения.
Label23=&Продолжить
Label24=Опции игры
Label25=Контроль времени
Label26=Равное время для обоих партнёров
Label27=Ваше время
Label28=Время партнёра
Label29=Неограничено
Label30=Минут на игру:
Label31=Инкремент в секундах:
Label32=Тренировочный режим
Label33=Включено
Label34=Внешняя база:
Label35=Использовать базу пользователя
Label36=Игра может быть прервана
Label37=Игра может быть отложена
Label38=Разрешить партнёру взятие хода назад 
Label39=Авто-флаг
Label40=&Да
Label41=&Нет
Label42=OK
Label43=Отмена
# Label51 - to go
Label51=Начать отложенную партию
Label52=Начать стандартную партию
Label53=Начать партию PP Random
Label54=Сменить цвет
Label55=Опции игры...
Label56=Настройки интерфейса...
Label57=О программе...
Label58=Прервать
Label59=Ничья
Label60=Сдаться
Label61=Отложить
Label62=Пауза
Label63=Взятие назад
Label64=Если вам понравилось играть в Chess4Net, поблагодарите за это на
Label65=&Закрыть
Label66=Больше не показывать
Label67=Трансляция игры
Label68=Выберите Skype-контакт
Label69=Транслировать...

# Messages - values below are shown to user in dialog windows, "/n" is used as a line-feed indicator
Msg0=Белым мат. Вы выиграли.
Msg1=Белым мат. Вы проиграли.
Msg2=Чёрным мат. Вы выиграли.
Msg3=Чёрным мат. Вы проиграли.
Msg4=Пат. Никто не выиграл.
Msg5=Ваш партнёр вышел.
Msg6=Ваш партнёр вышел, игра прервана.
Msg7=Произошла ошибка во время соединения
Msg8=Ваш партнёл использует более старую версию Chess4Net./nБудет задействована не вся функциональность./nПопросите Вашего партнёра обновить клиент-программу.
Msg9=Текущая версия Chess4Net несовместима с версией клиента Вашего партнёра./nПроверьте версии!
Msg10=Ничья?
Msg11=Можно прервать эту игру?
Msg12=Я сдаюсь. Вы выиграли эту игру. Поздравляю!
Msg13=Игра прервана.
Msg14=Извините, но эту игру необходимо закончить!
Msg15=Игра завершилась ничьёй.
Msg16=Никаких ничьих, извините!
Msg17=Вы просрочили время.
Msg18=Ваш партнёр просрочил время.
Msg19=Можно сделать паузу?
Msg20=Никаких пауз, извините!
Msg21=Можно взять назад последний ход?
Msg22=Можно отложить эту игру?
Msg23=Никаких откладываний, извините!
Msg24=Извините, никаких взятий назад!
Msg25=Вы в самом деле хотите сдаться?
Msg26=Вы хотите выйти?
Msg27=Партия отложена.
Msg28=Вы сейчас играете некоторые партии. Следует ли начать трансляцию игр?
Msg29=Чёрные просрочили время.
Msg30=Белые просрочили время.
Msg31=Белые сдались.
Msg32=Чёрные сдались.
Msg33=Трансляция игр данным клиентом не поддерживается!
Msg34=Транслятор вышел. Сессия будет завершена.
Msg35=Пат.
Msg36=Белым мат.
Msg37=Чёрным мат.

#
[Language3]
Name=Italiano

# Labels - values below are used to name interface controls
Label0=Opzioni Aspetto
Label1=Animazione mosse:
Label2=No
Label3=Lento
Label4=Veloce
Label5=Mostra ultima mossa
Label6=Lampeggia quando avversario muove
Label7=Mosta coordinate
Label8=Scacchiera sempre in primo piano
Label9=Extra Exit con ESC
Label10=Linguaggio messaggi:
Label11=&OK
Label12=&Cancel
# Adjust widths for labels 13-18!
Label13=Bianco  |
Label14=Bianco|
Label15=B |
Label16=Nero    |
Label17=Nero  |
Label18=N |
Label19=Connessione in corso...
Label20=Attendi che avvenga la connessione.
Label21=&Abbandona
Label22=Premi un bottone per continuare la partita.
Label23=&Continua
Label24=Opzioni gioco
Label25=Controllo tempo
Label26=Stesso tempo per entrambi
Label27=Tuo tempo
Label28=Tempo avversario
Label29=Senza tempo
Label30=Minuti per partita:
Label31=Incremento in secondi:
Label32=modalità allenamento
Label33=Abilitata
Label34=Fonta esterna:
Label35=Fonte utente
Label36=La partita può essere sospesa
Label37=La partita può essere aggiornata
Label38=Permetti all'avversario di cancellare ultima mossa
Label39=Automatico
Label40=&Yes
Label41=&No
Label42=OK
Label43=Cancel
# Label51 - to go
Label51=Riprendi partita aggiornata
Label52=Inizia nuova partita
Label53=Inizia partita casuale
Label54=Inverti colore
Label55=Opzioni partita...
Label56=Opzioni Aspetto...
Label57=Informazioni...
Label58=Chiudi
Label59=Proponi Patta
Label60=Arrenditi
Label61=Aggiorna la partita
Label62=Pausa
Label63=Annulla ultima mossa
Label64=Se ti piace Chess4Net ringrazia
Label65=&Chiudi
Label66=Non mostrare più
Label67=Trasmetti partita
Label68=Seleziona avversario in skype
Label69=Invita ospite skype ad assistere

# Messages - values below are shown to user in dialog windows, "/n" is used as a line-feed indicator
Msg0=Scacco matto al Bianco - HAI VINTO
Msg1=Scacco matto al Bianco - HAI PERSO
Msg2=Scacco matto al Nero - HAI VINTO
Msg3=Scacco matto al Nero - HAI PERSO
Msg4=PATTA PER STALLO
Msg5=L'avversario è uscito
Msg6=L'avversario è uscito - La partita è interrotta
Msg7=C'è stato un errore di connessione
Msg8=L'avversario usa una vecchia versione di Chess4Net./nAlcune funzioni non saranno disponibili./nChiedigli di aggiornare il programma.
Msg9=La versione di Chess4Net è incompatibile con quella dell'avversario./nControlla la versione.
Msg10=Patta?
Msg11=Possiamo abbandonare la partita?
Msg12=Abbandono. Hai vinto. Complimenti!
Msg13=Il gioco è interrotto.
Msg14=Spiacente, ma dobbiamo terminare la partita.
Msg15=La partita è patta.
Msg16=Non accetto la patta, spiacente.
Msg17=Ti è scaduto il tempo.
Msg18=Al tuo avversario è scaduto il tempo.
Msg19=Possiamo mettere in pausa la partita?
Msg20=Nessuna pausa, spiacente.
Msg21=Posso rifare l'ultima mossa?
Msg22=Possiamo rinviare la partita?
Msg23=Non rinviamo, spiacente.
Msg24=Non accetto cambio mossa, spiacente!
Msg25=Vuoi veramente arrenderti?
Msg26=Vuoi uscire?
Msg27=La partita è rinviata.
Msg28=Stai giocando. Vuoi osservare?
Msg29=il Nero ha finito il tempo.
Msg30=il Bianco ha finito il tempo.
Msg31=il Bianco si arrende.
Msg32=il Nero si arrende.
Msg33=non è supportata la trasmissione della partita!
Msg34=Broadcaster interrotto. Transmissione partita chiusa.
Msg35=STALLO.
Msg36=Scacco Matto al Bianco.
Msg37=Scacco Matto al Nero.

[Language4]

#
Name=Français

# Labels - values below are used to name interface controls
Label0=Paramètres d’interface
Label1=Animation des coup
Label2=Non
Label3=Lentement
Label4=Rapidement
Label5=Surligner le dernier coup
Label6=Faire clignoter la fenêtre lors d'un coup de l’adversaire
Label7=Montrer les coordonnées
Label8=Toujours visible
Label9=Fermer sur ESC
Label10=Langue d’interface:
Label11=&OK
Label12=&Annuler
# Adjust widths for labels 13-18!
Label13=Blancs  |
Label14=Blancs|
Label15=B |
Label16=Noirs   |
Label17=Noirs |
Label18=N |
Label19=Connexion...
Label20=Veuillez attendre jusqu’à la fin de la connexion.
Label21=&Interrompre
Label22=Cliquez pour continuer le jeu:
Label23=&Continuer
Label24=Options du jeu
Label25=Contrôle du temps
Label26=Temps égal pour les deux joueurs
Label27=Votre temps
Label28=Temps de l'adversaire
Label29=Illimité
Label30=Minutes par partie :
Label31=Incrément en secondes :
Label32=Mode d’entainement
Label33=Activé
Label34=Base externe :
Label35=Utiliser la base de l’utilisateur
Label36=Le jeu peut être interrompu
Label37=Le jeu peut être reporté
Label38=Laisser à l’adversaire le droit de faire des coups en arrière
Label39=Marquage Auto
Label40=&Oui
Label41=&Non
Label42=OK
Label43=Annuler
# Label51 - to go
Label51=Recommencer un jeu reporté
Label52=Commencer un jeu standard
Label53=Commencer un jeu PP Random 
Label54=Changer de couleur
Label55=Options du jeu...
Label56=Paramètres d’interface...
Label57=A propos de...
Label58=Interrompre
Label59=Nulle
Label60=Abandonner
Label61=Reporter
Label62=Pause
Label63=Coup en arrière
Label64=Si vous avez aimé le Chess4Net vous pouvez nous remercier sur
Label65=&Fermer
Label66=Ne plus montrer
Label67=Transmettre le jeu
Label68=Sélectionner un contact de Skype 
Label69=Diffuser...

# Messages - values below are shown to user in dialog windows, "/n" is used as a line-feed indicator
Msg0=Les Blancs sont échecs. Vous avez gagné.
Msg1=Les Blancs sont échecs. Vous avez perdu.
Msg2=Les Noirs sont échecs. Vous avez gagné.
Msg3=Les Noirs sont échecs. Vous avez perdu.
Msg4=Position de pat. Personne ne gagne.
Msg5=Votre adversaire est parti.
Msg6=Votre adversaire est parti. Le jeu est interrompu.
Msg7=Erreur de connexion.
Msg8= Votre adversaire utilise une version plus ancienne de Chess4Net./nLa plupart des fonctions ne seront pas disponibles./nVeuiller lui demander de mettre le client à jour.
Msg9=Votre version de Chess4Net n’est pas compatible avec celle de votre adversaire./nVeuillez vérifier les versions.
Msg10=Nulle?
Msg11=Peut on interrompre ce jeu?
Msg12=J’abandonne. Vous gagnez. Félicitations!
Msg13=Le jeu est interrompu.
Msg14=Désolé, mais on doit finir ce jeu.
Msg15=La partie est nulle.
Msg16=Pas de nulle, désolé.
Msg17=Vous avez dépassé votre temps.
Msg18=Votre adversaire a dépassé son temps.
Msg19=Peut on interrompre le jeu?
Msg20=Pas de pause, désolé.
Msg21=Puis je refaire le dernier coup?
Msg22=Peut on reporter le jeu?
Msg23=Pas de reportages; désolé.
Msg24=Pas de coups en arrière, désolé!
Msg25=Etes vous sur d’abandonner?
Msg26=Fermer?
Msg27=Le jeu est reporté.
Msg28=Vous êtes en train de jouer des parties. Voulez vous commencer à diffuser?
Msg29=Les Noirs ont dépassé le temps.
Msg30=Les Blancs ont dépassé le temps.
Msg31=Les Blancs abandonnent.
Msg32=Les Noirs abandonnent.
Msg33=La diffusion n’est pas disponible dans ce client!
Msg34=Le diffuseur est parti. La session est terminée.
Msg35=Pat.
Msg36=Les Blancs sont échecs.
Msg37=Les Noirs sont échecs.